<?php
$con_select = array(
	
	'marriage' => array(
        "1" => '未婚',
        "2" => '已婚',
        "3" => '离异',
        "4" => '丧偶',
		"5" => '再婚',
     ),

	'education'=>array(
		"1" => '硕士及以上',
        "2" => '本科',
        "3" => '大专',
        "4" => '高中',
        "5" => '初中及以下',
	),
	
	'political'=>array(
		"1" => '党员',
		"2" => '预备党员',
		"3" => '团员',
		"4" => '群众',
	),
	
	'sex'=>array(
		"1"=>'男',
		"2"=>'女',
	),
	
	'leave'=>array(
		"1"=>'事假',
		"2"=>'病假',
		"3"=>'婚假',
		"4"=>'调休',
	),
	
	'recruitment_need'=>array(
		"1"=>"扩大编制",
		"2"=>"填补岗位空缺",
		"3"=>"填补人员空缺",
		"4"=>"短期需求",
		"5"=>"新增职位",
	),
	
	'acute'=>array(
		"1"=>"紧急",
		"2"=>"急",
		"3"=>"一般",
		"4"=>"有合适人选再进",
	),
	
	'product_unit'=>array(
		"1"=>L("mg"),
		"2"=>L("g"),
		"3"=>L("KG"),
		"4"=>L("T"),
		"5"=>L("L"),
		"6"=>L("ml"),
		"7"=>L("BOX"),
		"8"=>L("xiang"),
		"9"=>L("tong"),
	),


);